Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/facta/skuvlahistorja1/uskav2_n.html.tmx
Source language: nob
Languages: sme

source: SámegilliiIn English
sme: På norsk

source: Artikkel i boka Samisk skolehistorie 1 .
sme: Artihkal girjjis Sámi skuvlahistorjá 1 .

source: Sara Tornensis Bongo , Elmine Valkeapää , Ole Larsen Gaino :
sme: Sara Tornensis Bongo , Elmine Valkeapää ja Ole Larsen Gaino :

source: Tre liv med tapt skolegang
sme: Golbma eallima masson oahpuin

source: Fortalt til Svein Lund
sme: Muitalan Svein Lundii

source: Fra venstre : Ole Larsen Gaino , Sara Tornensis Bongo , Elmine Valkeapää ( Foto : Svein Lund ) Tre av de mest aktive i foreninga USKAV i Kautokeino forteller her om hva slags skolegang de fikk og hvordan de har klart seg i livet med denne .
sme: Golmmas sis geat leat bargan doaimmalaččamusat oahppováillagiid searvvis Guovdageainnus ( USKAV ) muitalit dás makkár skuvlavázzima sii leat ožžon ja mo sii leat birgen eallimis dáinna .

source: Alle er de oppvokste i Guovdageaidnu / Kautokeino kommune , i små grender mellom to og fem mil fra kommunesenteret .
sme: Buohkat sis leat bajásšaddan Guovdageainnu suohkanis , doaresbealbáikkiin , gaskal guokte ja vihtta miilla márkanis eret .

source: Nå bor de alle tre på kirkestedet , og i barndomsgrendene deres bor det knapt noen lenger .
sme: Dál buot golmmas orrot márkanis , ja sin mánnávuođa gilážiin ii oro šat báljo oktage .

source: Sara Tornensis Bongo : - Det var bare å dra hjem igjen
sme: Sara Tornensis Bongo : - Ii lean go mannat ruoktot fas

source: Sara Tornensis Bongo ( Sárggon Sara ) er født i 1935 , og vokste opp i Galaniitu , knappe to mil oppover Guovdageaineatnu ( Kautokeinoelva ) fra kirkestedet .
sme: Sara Tornensis Bongo ( Sárgon Sárá ) lea riegádan 1935:s , ja šattai bajás Gálaniittus , measta guokte miilla eatnoráigge bajás Guovdageainnu márkanis .

source: - Far min var fastboende , mor fra reindriftsfamilie .
sme: - Mu áhčči lei dálon , eadni fas boazodoallobearrašis .

source: I tillegg til samisk kunne både far og mor finsk .
sme: Sámegiela lassin sihke áhčči ja eadni máhtiiga suomagiela .

source: Far kunne også norsk , men mor kunne ikke .
sme: Áhčči han máhtii maiddái dárogiela , muhto eadni ii máhttán .

source: Vi hadde både kyr , sauer og rein .
sme: Mis ledje sihke gusat , sávzzat ja bohccot .

source: Slik var det på mange gårder i den tida .
sme: Nu han lei máŋgga dálus dan áigge .

source: Men det er ikke lenger mulig i dag , etter at myndighetene røva fra oss arven vår , reinmerkene .
sme: Dál dat ii livčče šat vejolaš , go eiseválddit leat rievidan mis min árbbi , boazomearkkaid .

source: I barndommen var jeg med på all slags arbeid med høyslått , husdyr , fiske og rypefangst .
sme: Ledjen mánnávuođas mielde buotlágan bargguin - lájuin , omiiguin , guollebivddus ja rievssatbivddus .

source: Som 7-åring begynte jeg å melke kyr .
sme: 7-jahkásažžan bohčigohten gusaid .

source: Jeg husker ennå at kua sparka og velta melkespannet .
sme: Muittán ain go gussa čievččastii ja mielkeskállu gopmánii .

source: Jeg skulle ha begynt på skolen høsten 1942 .
sme: Livččen galgan álgit skuvlii čakčat 1942 .

source: Da far frakta meg til internatet , var det så fullt av tyske soldater at det var bare å snu og dra hjem igjen .
sme: Go áhčči doalvvui mu internáhttii , de dat lei nu dievva duiskka soalddáhiiguin ahte ii lean go mannat ruoktot fas .

source: Derfor fikk jeg ingen skolegang før etter evakueringa .
sme: Dan maŋŋil in ožžon makkárge skuvlla ovdal go maŋŋil evakuerema .

source: Under evakueringa flykta vi med kjørerein over til Sverige .
sme: Eváhkoáiggi báhtareimmet herggiiguin Ruŧŧii .

source: Tyskerne var etter oss .
sme: Duiskalaččat ledje min maŋis .

source: Vi så dem da vi var på grensa , men de fulgte ikke etter oss over grensa .
sme: Oinniimet sin go leimmet rájá nalde , muhto eai čuvvon min rájá rastá .

source: I Gárasavvon ( Karesuando ) måtte vi sette igjen kjørereinen , og svenske myndigheter sendte oss til Jokkmokk-distriktet .
sme: Gárasavvonii fertiimet guođđit herggiid ja Ruoŧa eiseválddit sáddejedje min Johkamohki guvlui .

source: Der var vi fram til 1946 , på et sted som het Vaimak .
sme: Doppe leimmet 1946 rádjái , Vaimak-nammasaš báikkis .

source: Der bodde vi 6-7 familier i ei brakke .
sme: Oruimet 6-7 bearraša ovtta bráhkas .

source: Jeg fikk ingen skole i Sverige .
sme: In ožžon vázzit makkárge skuvlla Ruoŧas .

source: Først da vi kom hjem til Kautokeino begynte jeg på skolen , i 1946 .
sme: Easka go bođiimet ruoktot Guovdageidnui álgen skuvlii , 1946:s .

source: Men der lærte jeg nesten ingen ting , siden alt var på norsk .
sme: Muhto das in oahppan báljo maidege go visot lei dárogillii .

source: Rett nok var det noen lærere som kunne samisk , men hva hjalp det når de ikke hadde lov å undervise på samisk .
sme: Gal muhtimat oahpaheddjiin máhtte sámegiela , muhto maid bat dat ábuhii go ii lean lohpi oahpahit sámegillii .

source: Skolen var 6 uker om høsten og 6 uker om våren .
sme: Skuvla lei 6 vahkku čakčat ja 6 vahkku giđđat .

source: På internatet var det bare norsktalende betjening .
sme: Internáhtas ledje dušše dárogielat bargit .

source: Ungene gråt sjølsagt og lengta hjem .
sme: Mánát dieđusge čirro ja áibbašedje ruoktot .

source: Etter folkeskolen var jeg 9 uker på framhaldskole , men der lærte jeg ingenting .
sme: Maŋŋil vuođđoskuvlla vázzen 9 vahkku joatkkaskuvlla ( framhaldskole ) , muhto in oahppan in maidege .

source: Jeg forsto ikke hva læreren sa .
sme: In ipmirdan maid oahpaheaddji humai .

source: Jeg pleide å være så redd for han at mange år seinere blei jeg redd når jeg så han i bygda .
sme: Lávejin sus nu issorasat ballat , ahte máŋga jagi maŋŋil ballen go oidnen su márkanis .

source: Det jeg kan av norsk har jeg lært meg seinere .
sme: Dan mađe maid dál máhtán dárogiela lean oahppan maŋŋil .

source: Jeg lærte mye i Bidjovagge gruver , der jeg arbeida i seks år som vasker og som kokk .
sme: Ohppen go bargen Biedjovákki ruvkkis , gos bargen guhtta jagi bassin ja goahkkan .

source: Seinere jobba jeg tre år på turisthotellet , jeg har arbeida på reinslakteriet og vaska på internatet .
sme: Maŋŋil lean bargan Turistahoteallas golbma jagi , njuovahagas ja bassan internáhtas .

source: Jeg var 42 år da jeg tok førerkortet .
sme: Ledjen 42 jahkásaš go válden vuodjinkoartta .

source: Det var datter til søstra mi som hjalp meg .
sme: Lei mu oappá nieida gii veahkehii mu .

source: Ho var da ikke mer enn 12-13 år , men ho leste med meg og oversatte fra boka i to år før jeg var klar til å ta førerprøva .
sme: Son ii lean go moaddenuppelot jagi dalle , muhto son logai muinna ja jorgalii munnje guokte jagi ovdal go bessen váldit geahččaleami .

source: Da gikk det bra .
sme: Dalle han manai bures .

source: Førerkortet tok jeg på Finnsnes i Troms , og der fikk jeg lov å ha med tolk på prøva .
sme: Válden vuodjinkoartta Finnsnesas Romssas , ja doppe bessen váldit dulkka mielde geahččaleapmái .

source: Sjøl om jeg klarer meg i Kautokeino , er det ofte problemer fordi jeg ikke kan bedre norsk .
sme: Vaikko birgen gal Guovdageainnus , de lea váttis go in máhte buorebut dárogiela .

source: Så skjemmes jeg fordi jeg ikke kan , og derfor tør jeg ikke dra noe sted , det må alltid være noen med som kan tolke .
sme: Heahpanan go in máhte , ja danin in duostta gosage vuolgit , mus ferte álo leat olmmoš mielde gii sáhttá dulkot .

source: Det ville vært artig å kunne dra til varme land og bo på hotell , men der strekker heller ikke den lille trygda mi til .
sme: Livččii gal somá fitnat doppe liegga riikkain ja hoteallas orrut , muhto dohko ii olle mu smávva oadjoruđain .

source: Elmine Valkeapää : - Livet har ikke vært noen dans på roser
sme: Elmine Valkeapää : - Eallin ii leamaš " dánsa ruvssuid alde "

source: Elmine Valkeapää ( Rijat Jovnna Elmiina ) er født i 1934 .
sme: Elmine Valkeapää ( Rijat Jovnna Elmiina ) lea riegádan 1934:s .

source: Foreldrene var reindriftssamer , og familien bodde om vinteren i Goahteluoppal ( 5 mil sørvest for Kautokeino ) og om sommeren i Biertavárri ( Kåfjord i Troms ) .
sme: Su váhnemat ledje boazosápmelaččat , ja bearaš orui dálvet Goahteluobbalis ( 5 miilla lulleoarjja bealde Guovdageainnu ) ja geasset Biertaváris ( Gáivuonas , Romssas ) .

source: - Mor kunne ikke et ord norsk .
sme: - Eadni ii máhttán sánige dárogiela .

source: Far brukte derimot å snakke norsk når det trengtest , men da vi ungene vokste til , brukte vi å le når vi hørte fars norsk .
sme: Áhčči han lávii dárostit go lei dárbu , muhto go mii mánát stuoruimet de boagusteimmet go gulaimet áhči dárogiela .

source: Men han klarte seg på et vis med den .
sme: Muhto son gal muhtin láhkái birgii dainna .

source: Andre reindriftssameunger lærte seg norsk om sommeren når de var på kysten , men i barndommen min var det så mange samisktalende i Biertavárri , at vi hørte ikke så mye norsk der heller .
sme: Eará boazosápmelašmánát leat oahppan dárogiela geasset go leat leamaš rittus , muhto mu mánnávuođaáiggi ledje nu ollu sámegielat olbmot doppe Biertaváris maid , ahte eat gullan nu ollu dárogiela doppe ge .

source: Fra Skárfvággi reinbeitedistrikt under krigen .
sme: Skárfvággi orohat soađi áigge .

source: Bildet er tatt ved Somajávri 1942 eller 43 .
sme: Govva lea váldon Somajávrris 1942:s dahje 43:s .

source: Elmine Válkeapää er den lille jenta som sitter på fanget til en slektning .
sme: Elmine Valkeapää unna nieiddážin čohkkáme muhtin fuolkki askkis .

source: ( Bildet er lånt av Elmine Valkeapää )
sme: ( Gova lea Elmine Valkeapää luoikan )

source: Da jeg skulle begynne på skolen , skulle tyskerne ta far min , fordi han hadde kjøpt en sykkel i Sverige og solgt den i Norge .
sme: Go mun galgen álgit skuvlii , de áigo duiskalaččat váldit mu áhči gitta , go son lei oastán sihkkela Ruoŧas ja vuovdán dan norgalaččaide .

source: Vi dro da med reinflokken over til svensk side .
sme: Mii de vulggiimet ealuin Ruoŧa beallái .

source: Vi måtte ta bjellene av reinen og binde igjen snuta på hundene så de ikke skulle høres .
sme: Fertiimet váldit bielluid eret bohccuin ja čatnat beatnagiid njálmmiid gitta vai eai beassan ciellat .

source: Vi var i Geaidnovuohppi ( På svensk side av grensa mot Finland , sør for Gilbesjávri / Kilpisjärvi ) til krigen var over .
sme: Leimmet Geaidnovuohpis ( Ruoŧa bealde rájá , Gilbbesjávrri lulábealde ) dassái go soahti nogai .

source: Der var det sommerskole i lavvo .
sme: Doppe han lei geasseskuvla lávus .

source: Vi ungene som kom fra Norge fikk ikke noen innkalling til skolen , men tredje året da dro jeg sjøl dit .
sme: Mii mánát geat bođiimet Norgga bealde eat ožžon gohččuma skuvlii , muhto goalmmát jagi de vulgen ieš .

source: Jeg satt der taus et par dager før de oppdaga meg .
sme: Čohkkájin doppe jávoheamit moadde beaivvi ovdal go oba fuomášedje ge mu .

source: Tredje dagen fikk jeg penn og papir .
sme: Goalmmát beaivvi de ožžon peanna ja báhpára .

source: Undervisninga var på svensk , som jeg i starten ikke forsto et ord av .
sme: Oahpaheapmi lei ruoŧagillii , mas álggos in ipmirdan maidege .

source: Det eneste jeg husker er at vi måtte si : " Snälla fröken , kvassa pennan ! "
sme: Áidna maid muittán lea ahte fertiimet dadjat : " Snälla fröken , kvassa pennan ! "

source: Vi kom tilbake til Norge våren 1946 .
sme: Bođiimet ruovttoluotta Norgii 1946 giđa .

source: Da hadde jeg lært å lese litt . Jeg husker at det var John Juuso som lærte meg bokstavene .
sme: Veahá ledjen oahppan lohkat , muittán John Juuso rohkki dat oahpahii mu .

source: Vi begynte med ei margarinkasse som sto i gammen vår .
sme: Álggiime margariidnakássain mii mis lei goađis .

source: Først i 1947 begynte jeg på skolen .
sme: 1947 álgen vuohččan skuvlii .

source: Jeg blei plassert i 3. klasse , sjøl om jeg ikke hadde lært det jeg skulle ha gjort i 1. og 2. klasse .
sme: Álgen 3. klássii , vaikko in lean oahppan dan maid galggašin 1. ja 2. klássas .

source: Av undervisninga på norsk forsto jeg ikke stort .
sme: Dárogiel oahpahusas in ipmirdan olu .

source: Vi bodde i internatbrakka .
sme: Oruimet internáhttabráhkas .

source: Der bodde jentene på den ene sida av gangen og guttene på den andre .
sme: Doppe orro nieiddat nuppi bealde feaskáris ja bártnit fas nuppi bealde .

source: Det var køyesenger med to jenter i hver seng .
sme: Ledje geardeseaŋggat ja guokte nieidda guđege seaŋggas .

source: Husmora og tjenestejentene var norsktalende , ingen av dem kunne skikkelig samisk .
sme: Dálueamit ja biiggát ledje dárogielagat , ii oktage máhttán albmaláhkái sámegiela .

source: Ungene hadde mye arbeid på internatet .
sme: Mánáin lei ollu bargu internáhtas .

source: Vi måtte vaske opp , smøre brødskiver , hente ved og melk .
sme: Fertiimet bassat lihtiid , njuvdit láibevajahasaid , viežžat muoraid ja mielkki .

source: Jeg husker vi fikk gammel sjøfisk til middag .
sme: Muittán internáhtas oaččuimet boares mearraguliid .

source: Den var frakta opp fra kysten om høsten , og på våren var den helt skjemt .
sme: Dat lei fievrriduvvon čakčat mearragáttis ja giđđat dat lei áibbas goston .

source: Den var rett og slett ikke spisendes , og vi klarte heller ikke å spise den .
sme: Dat ii lean borahahtti ja mii eat oba nagodan borrat ge dan .

source: Noen ganger dro vi i stedet til slektninger ute i bygda og fikk oss mat der .
sme: Baicce manaimet fulkkiid lusa márkanis ja boraimet doppe .

source: På vitnemålet hadde jeg to S-er ( beste karakter , " Særdeles godt " ) .
sme: Duođaštusas mus ledje guokte S:a ( S lei buoremus árvosátni ; " Særdeles godt " ) .

source: Det var i kristendom og oppførsel .
sme: Dat lei risttalašvuođas ja meannudeamis .

source: Grunnen til at jeg fikk S i kristendom var at i det faget var undervisninga på samisk .
sme: Sivva dasa ahte ožžon S:a risttalašvuođas lei ahte dán fágas lei oahpahus sámegillii .

source: Ellers var det ikke lov å snakke samisk .
sme: Muđui ii lean lohpi sámástit .

source: En annen grunn til at jeg gjorde det så bra i kristendom , var at far hadde fortalt meg mange historier fra Bibelen .
sme: Nubbi sivva dasa ahte birgejin nu bures risttalašvuođas lei ahte áhčči lei muitalan munnje nu ollu muitalusaid Biibalis .

source: Og jeg huska hva far hadde fortalt og gjenfortalte det på skolen .
sme: Ja mun muiten maid áhčči lei muitalan ja sáhtten muitalit dan fas skuvllas .

source: Til sammen fikk jeg 52 uker folkeskole .
sme: Oktiibuot vázzen 52 vahkku vuođđoskuvlla .

source: Det er mange som har fått ennå mindre .
sme: Leat máŋggas geat leat vázzán vel unnit .

source: I 1954-55 gikk jeg på Den samiske folkehøgskolen i Kárášjohka , men jeg må si at jeg lærte ikke så mye der heller .
sme: 1954-55 vázzen Sámi álbmotallaskuvlla Kárášjogas , muhto ferten dadjat ahte in oahppan nu ollu doppe ge .

source: Etter at jeg gikk ut av skolen arbeida jeg først i reindrifta sammen med far .
sme: Skuvlavázzima maŋŋil bargen álggos boazodoalus ovttas áhčiin .

source: På 60- og 70-tallet demte de opp Guolášjávri , der som vi hadde sommerbeite .
sme: 1960- ja 70-loguin huksejuvvui buođđu Guolášjávrái , dohko gos min siiddas lei geasseorohat .

source: Troms kraftforsyning måtte da betale erstatning til reineierne , men vi som hadde liten utdanning klarte ikke å forsvare interessene våre .
sme: Troms kraftforsyning fertii dalle máksit buhtadusa boazoeaiggádiidda , muhto mii , geain lea unnán oahppu , eat nagodan bealuštit iežamet beroštumiid .

source: Sjøl fikk jeg ingenting av denne erstatninga .
sme: Ieš in ožžon maidege dán buhtadusas .

source: I den tida var jeg også mye syk , og far var begynt å bli gammel , og derfor måtte vi slutte med reindrifta .
sme: Dan áiggi mun maiddái buhcen guhká ja áhčči lei boarásmuvvagoahtán , ja dan dihte fertiimet heaitit boazodoalus .

source: Men jeg har aldri gitt opp håpet om å kunne starte opp igjen .
sme: Muhto in leat goassege vuollánan ja massán doaivvu beassat álggahit fas .

source: Det aller verste er at myndighetene har sletta reinmerkene våre .
sme: Buot vearrámus lea ahte eiseválddit leat sihkkon min mearkkaid .

source: For oss er reinmerker en verdi som har gått i arv fra generasjon til generasjon .
sme: Midjiide leat boazomearkkat árvu mii lea mannan buolvvas bulvii .

source: Hvordan kan de på kontorene bare fjerne arven vår ?
sme: Mo sii sáhttet kantuvrrain jávkadit min árbbi ?

source: Jeg har sett gamle samer gråte når merkene deres har blitt sletta .
sme: Lean oaidnán boares sápmelaččaid čierrume go sin mearkkat leat sihkastuvvon .

source: De har gjort det så galt som mulig .
sme: Sii leat dahkan nu boastut go vejolaš .

source: De skulle latt merkene være så lenge folk levde .
sme: Sii han livčče galgan diktit mearkkaid leat nu guhká go olbmot ellet .

source: Sjøl fikk jeg reinmerke da jeg var 8 år gammel , og fra da hadde jeg egne rein .
sme: Ieš ožžon boazomearkka go ledjen 8-jahkásaš , ja dan rájes mus ledje iežan bohccot .

source: Og da de endra reglene , så fikk jeg brev om at de hadde sletta merket mitt fra registeret .
sme: Ja go rievdadedje njuolggadusaid , de ožžon reivve ahte ledje sihkkon mu mearkka registaris .

source: Jeg har klaga , men til ingen nytte .
sme: Lean váidalan , muhto ii leat ábuhan .

source: Ennå er jeg hver sommer i Gáivuotna ( Kåfjord ) , på det tidligere sommerbeitet vårt .
sme: Juohke geasi lean ain Gáivuonas , min ovddeš geasseorohagas .

source: Det er så artig å komme dit , men samtidig trist når jeg ikke har rein lenger .
sme: Lea nu suohtas go boađán dohko , muhto seammás váivi go mus eai leat bohccot .

source: Jeg husker første gangen da jeg måtte kjøpe reinkjøtt .
sme: Muittán vuosttaš háve go fertejin oastit bohccobierggu .

source: Det var en merkelig følelse .
sme: Mus lei oba ártegis dovdu .

source: Jeg hadde aldri tenkt at jeg skulle være nødt til å kjøpe reinkjøtt .
sme: Mun in lean jurddašan ahte goassege šattašin oastit bohccobierggu .

source: Jeg kunne ikke annet enn reindrift og den slags duodji som jeg hadde lært hjemme .
sme: In máhttán eará go boazodoalu ja dakkár duoji maid ledjen oahppan ruovttus .

source: Noe måtte jeg gjøre for å overleve .
sme: Juoga fertejin dahkat vai ceavzit .

source: Jeg hadde da småbarn .
sme: Mus ledje dalle smávva mánát .

source: Først begynte jeg å sy , seinere begynte jeg som vasker i Biedjovággi .
sme: Vuos goarrugohten ja duddjojin , ja de álgen bassin Biedjovággái .

source: Et år arbeida jeg på Juhls sølvsmie .
sme: Maŋŋil bargen jagi Juhlsa silbabájis .

source: Der var det folk fra mange land , og vi snakka mange forskjellige språk .
sme: Doppe han ledje olbmot iešguđetge riikkain , ja humaimet iešguđetge gielaid .

source: Med finlendere og nordmenn klarer jeg meg . Finsk lærte jeg i barndommen , det snakker jeg lettere enn norsk .
sme: Suomagiela ohppen juo mánnávuođa rájes , ja suomagiella lea geahppasut munnje go dárogiella .

source: Jeg har også lært meg litt tysk , såpass at jeg kan snakke med turistene .
sme: Lean maiddái oahppan veahá duiskkagiela , dan mađe ahte sáhtán hupmat turisttaiguin .

source: Etter det har jeg arbeida med litt av hvert : nattevakt på hotellet og husmorvikar .
sme: Dan maŋŋil lean bargan feara maid , hoteallas idjaváktan , ja dálueamida sadjásažžan .

source: Jeg har også vært kokke borte i Kirkenes , på et stort anlegg da militæret bygde der på Hesseng .
sme: Lean maiddái bargan goahkkan Girkonjárggas , stuora militearaviesuid huksenbáikkis Hessengas .

source: Jeg kan lese litt norsk , men mitt eget morsmål kan jeg ikke lese .
sme: Máhtán lohkat veahá dárogiela , muhto iežan eatnigiela in máhte lohkat .

source: Jeg har tre barn , og det var ikke så lett da de begynte på skolen .
sme: Mus leat golbma máná , ja ii lean nu álki dalle go sii álge skuvlii .

source: De spurte meg om hjelp med leksene , men jeg kunne det ikke .
sme: Sii jerre mus veahki ruovttubargguin , muhto mun in máhttán veahkehit .

source: Jeg klarte ikke å si at jeg ikke kunne , sa heller at jeg har ikke tid nå .
sme: In nagodan dadjat ahte in máhte , lohken baicce ahte in astta dál .

source: Du hører at livet mitt har ikke vært noen " dans på roser " .
sme: Dál gulat ahte mu eallin ii leat leamaš makkárge " dánsa ruvssuid alde " .

source: ( Tegning : Josef Halse )
sme: ( Sárgun : Josef Halse )

source: Ole Larsen Gaino : - Samisktalende lærere nekta oss å snakke samisk
sme: Ole Larsen Gaino : - Sámegielat oahpaheaddji gilddii min sámásteamis

source: Ole Larsen Gaino ( Lásse Ovllá ) er født i 1933 i Geaidnovuohppi , ved Guovdageaineatnu ( Kautokeinoelva ) , 3 mil nord for kommunesenteret , der foreldrene hadde småbruk .
sme: Ole Larsen Gaino ( Lásse Ovllá ) lea riegádan 1933:s Geaidnovuohpis ( Guovdageaineatnogáttis , 3 miilla davábealde márkana ) , gos su váhnemiin lei unna dáloš .

source: I ungdommen begynte han som dreng i reindrifta , så gifta han seg med ei jente fra en reindriftsfamilie , og siden arbeida han med rein inntil han blei pensjonert .
sme: Nuorran son álggii boazoreaŋgan , ja de náitalii boazosáminieiddain ja dasto barggai boazodoalus dassái go beasai ealáhatahkái .

source: - Far min kunne ikke norsk , og mor mi døde da jeg var liten .
sme: - Mu áhčči ii máhttán dárogiela , ja mu eadni jámii go mun ledjen unni .

source: Jeg blei ikke å begynne på skolen før jeg var 10 år gammel .
sme: In šaddan mannat skuvlii ovdal go ledjen 10 jagi boaris .

source: Jeg begynte våren 1944 , men var bare noen få dager på skolen før internatet brant .
sme: Álgen skuvlii giđđat 1944 , muhto ledjen dušše moadde beaivvi skuvllas ovdal go internáhtta bulii .

source: Da måtte vi dra hjem .
sme: De šattaimet mannat ruoktut .

source: Jeg husker at tyskerne sparka oss .
sme: Muittán ahte duiskalaččat čikče min .

source: Jeg husker også at læreren ikke godtok at ungene snakka samisk . Gjorde vi det , tok han oss i nakken .
sme: Muittán maiddái ahte oahpaheaddji ii dohkkehan ahte mánát sámástedje , ja son dohppii min niskái .

source: Og det var enda en lærer som sjøl var samisktalende .
sme: Ja dat lei oahpaheaddji gii ieš lei sámegielat .

source: Et halvt år etter kom evakueringa , og under evakueringa fikk jeg ingen form for skole .
sme: Jahkebeale maŋŋil šattaimet eváhkui , ja eváhkoáigge in beassan vázzit makkárge skuvlla .

source: I 1947 gikk jeg på skolen i Láhpoluoppal 5 uker på våren .
sme: 1947:s vázzen Láhpoluobbalis skuvlla 5 vahkku giđđat .

source: På høsten skulle jeg til skolen i Kautokeino , men da fikk jeg beskjed om at jeg var for gammel .
sme: Čakčat galgen skuvlii Guovdageidnui , muhto dalle ožžon dieđu ahte ledjen beare boaris .

source: Så noe mer skole blei det ikke .
sme: Ja dan maŋŋil in vázzán eambbo skuvlla .

source: I 1953 blei jeg innkalt til militæret og kom til Høybuktmoen i Sør-Varanger .
sme: 1953:s ožžon gohččuma soahtevehkii ja mannen dohko Høybuktmoenii , Mátta-Várjjagii .

source: Der oppdaga de jo at jeg forsto svært lite norsk .
sme: Doppe han fuomášedje ahte ipmirdin hui unnán dárogiela .

source: Men heldigvis var det en sersjant der som kunne samisk .
sme: Muhto lihkus lei doppe muhtin seršánta gii máhtii sámegiela .

source: Han fikk ordna det slik at vi to kom på vakt sammen ved russegrensa , og så satte han i gang å lære meg norsk .
sme: Son lágiidii nu ahte moai manaime ovttas dohko Ruošša-rádjái váktan , ja de son oahpahišgođii munnje dárogiela .

source: Da lærte jeg en god del på noen få måneder , og jeg blei utnevnt til korporal .
sme: Dalle ohppen oalle ollu moatti mánus ja namuhuvvojin korporálan .

source: Men fortsatt kunne jeg ikke særlig godt norsk , og jeg har hatt store problemer med papirer og med å klare meg i storsamfunnet .
sme: Muhto vel ge in máhttán bures dárogiela , ja danin lea leamaš váttis birget stuoraservodagas .
